Repository: emdgroup/mtrust-imp-kit
Catalog: lib/src/ui/l10n/imp_*.arb
Languages: de

source: Successfully read
de: Lesevorgang erfolgreich

source: Reading failed
de: Lesevorgang fehlgeschlagen

# readingFailedMessage
source: Could not detect a p-Chip.
de: Kein p-Chip erkannt.

source: Done
de: Fertig

# buttonContinue
source: Continue
de: Weiter

source: Retry
de: Wiederholen

source: Connected
de: Verbunden

# turnOnPrompt
source: Press the button on the reader to turn it on
de: Zum Einschalten Taste dr端cken

# timeHint
source: Once started you will have 30s to read
de: Sobald der Vorgang gestartet wurde, haben Sie 30 Sekunden Zeit zum Lesen

# readyToScan
source: Ready to read
de: Bereit zum Lesen

# startScan
source: Start reading
de: Lesevorgang starten

# primingTitle
source: Getting ready to read...
de: Lesevorgang vorbereiten...

source: Connecting...
de: Verbinden...

source: Searching...
de: Suchen...

# scanning
source: Reading...
de: Lesen...

# secondsLeft
source: {seconds}s left
de: {seconds}s verbleibend

# searchingHint
source: Make sure the LED on the reader is flashing blue.
de: Stellen Sie sicher, dass die LED am Reader blau blinkt.
